{
  "welcome": "Welcome",
  "shop": "//SHOP",
  "news": "NEWS",
  "news_desc": "The new CRKD x Gibson<sup class=\"text-xs\">®</sup> line has arrived, with innovative and modern features designed for today's players.",
  "products": "PRODUCTS",
  "products_header": "News",
  "products_desc": "Explore our selection of controllers and accessories compatible with your favorite rhythm games.",
  "order_now": "ORDER NOW",
  "join_riff": "Join Riff",
  "about_us": "About us",
  "brands": "Products",
  "product_guitars": "Guitars",
  "product_drums": "Drum Kits",
  "product_pro_guitars": "Pro Guitars",
  "product_pads": "Pads",
  "product_mics": "Microphones"
  ,
  "lespaul_title": "Les Paul<sup class=\"text-base align-super\">®</sup> Guitar Controller",
  "gibson_tag": "CRKD x Gibson<sup class=\"text-xs\">®</sup>",
  "order_now": "ORDER NOW",
  "gibson_blueberry": "Gibson Les Paul Blueberry Burst Pro Edition Guitar Controller (Multi-platform)",
  "gibson_blueberry_xbox": "Gibson Les Paul Blueberry Burst Pro Edition for Xbox Series X|S, Xbox One, and PC",
  "gibson_blacktribal": "Gibson Les Paul Black Tribal Encore Edition Guitar Controller (Multi-platform)",
  "gibson_blacktribal_xbox": "Gibson Les Paul Black Tribal Encore Edition for Xbox Series X|S, Xbox One, and PC",
  "crkd": "CRKD",
  "riffmaster_ps": "RIFFMASTER Wireless Guitar Controller for PlayStation 5 and PlayStation 4",
  "riffmaster_xb": "RIFFMASTER Wireless Guitar Controller for Xbox Series X|S, Xbox One and Windows",
  "madcatz_rb_ps": "Rock Band 4 Wireless Guitar for PlayStation 4",
  "drumkit_rb_ps": "Rock Band Wired Drum Kit Set Stand for PlayStation 3 and PlayStation 2",
  "pdp": "PDP",
  "madcatz": "Mad Catz",
  "playstation": "PlayStation",
  "price_439": "S/ 439.90",
  "price_474": "S/ 474.90",
  "price_404": "S/ 404.90",
  "price_349": "S/ 349.90",
  "price_414": "S/ 414.90",
  "price_319": "S/ 319.90",
  "price_649": "S/ 649.90",
  "be_first": "Be the first to know about news, launches and offers!",
  "join_riff": "Join Riff",
  "all_rights": "All rights reserved.",
  "about_us": "About us",
  "search": "Search",
  "user": "User",
  "cart": "Cart",
  "join_family": "Join the Riff family!",
  "full_name": "Full Name",
  "enter_name": "Enter your name",
  "email": "Email",
  "enter_email": "Enter your email",
  "gender": "Gender",
  "select_gender": "Select your gender",
  "male": "Male",
  "female": "Female",
  "other": "Other",
  "prefer_not_say": "Prefer not to say",
  "birthdate": "Date of birth",
  "phone": "Phone number",
  "phone_placeholder": "9XXXXXXXX",
  "address": "Address",
  "enter_address": "Enter your address",
  "register": "Register",
  "login_title": "Log in to RIFF",
  "password": "Password",
  "enter_password": "Enter your password",
  "login_button": "Log in",
  "or_login_with": "or log in with",
  "continue_google": "Continue with Google",
  "continue_facebook": "Continue with Facebook",
  "no_account": "Don't have an account?",
  "register_here": "Register here",
  "add_to_cart": "Add to cart",
  "have_questions": "Have questions?",
  "contact_whatsapp": "Contact us on WhatsApp",
  "about_product": "About this item",
  "sold_by_riff": "Sold and shipped by <span class=\"font-semibold \">RIFF</span> with local warranty and support.",
  "product_title_mp": "Gibson Les Paul Blueberry Burst Pro Edition Guitar Controller (Multi-platform)",
  "product_title_xbox": "Gibson Les Paul Blueberry Burst Pro Edition for Xbox Series X|S, Xbox One, and PC",
  "reviews_count": "(23 reviews)",
  "price_439": "S/ 439.90",
  "price_474": "S/ 474.90",
  "feature_1": "Multi-platform compatibility: PlayStation, Xbox, PC.",
  "feature_2": "Design inspired by the iconic Gibson Les Paul.",
  "feature_3": "High-precision wireless connectivity.",
  "feature_4": "Premium materials and Blueberry Burst finish.",
  "feature_5": "Includes adjustable strap and exclusive stickers.",
  "feature_xbox_1": "Multi-platform compatibility: Xbox Series X|S, Xbox One, PC.",
  "sold_by": "Sold and shipped by",
  "in_stock": "In stock. Immediate shipping.",
  "spec_1": "Multi-platform compatibility: Compatible with PC, PC portables, Nintendo Switch 1|2, Android devices, including Smart TVs, tablets, mobile devices, and cloud streaming services like Xbox Cloud Gaming and Luna.",
  "spec_2": "KEYJAM Mode: (Mode 9) transforms the guitar controller into a keyboard and mouse, enabling seamless compatibility with Fortnite Festival on PC, Xbox Series X|S, Xbox One, PlayStation 5, and PlayStation 4. Powered by CRKD's KEYJAM Mapping feature, fret buttons, strum bar, and other inputs are mapped to keyboard controls, while the right joystick functions as a mouse for intuitive menu navigation. KEYJAM mode offers a smooth, plug-and-play experience, making everything from song selection to rocking out smooth, fast, and effortless.",
  "spec_3": "Premium frets and strum bar: Mechanical frets offer a superior gaming experience by providing unparalleled precision and responsiveness. The Hall-effect strum bar lets you customize your actuation point while ensuring a long lifespan. It also features haptic feedback to give you a tactile sensation with every strum.",
  "spec_4": "Modular design: The modular design allows you to swap out your neck to match your perfect feel. Swap it for the solo neck design with 5 additional individual frets or opt for the classic standard buttons.",
  "spec_5": "Easy navigation: Two integrated analog sticks, an ergonomic D-pad on the headstock, and an eight-button navigation center for easy in-game menu navigation",
  "spec_xbox_1": "OFFICIALLY LICENSED BY MICROSOFT - Compatible with Xbox Series S|X, Xbox One, PC, PC portables, Android devices, including smart TVs, tablets, mobile devices, and cloud streaming services like Xbox Cloud Gaming and Luna",
  "spec_xbox_2": "PREMIUM FRETS AND STRUM BAR - Mechanical frets offer a superior gaming experience by providing unparalleled precision and responsiveness. The Hall-effect strum bar lets you customize your actuation point while ensuring a long lifespan. It also features haptic feedback to give you a tactile sensation with every strum.",
  "spec_xbox_3": "MODULAR DESIGN: The modular design allows you to swap out your neck to match your perfect feel. Swap it for the solo neck design with 5 additional individual frets or opt for the classic standard buttons.",
  "spec_xbox_4": "EASY NAVIGATION: Two integrated analog sticks, an ergonomic D-pad on the headstock, and an eight-button navigation center for easy in-game menu navigation.",
  "spec_xbox_5": "NEVER MISS A NOTE: Enjoy connectivity flexibility with wired (USB cable), low-latency fast-polling wireless (2.4GHz dongle), or Bluetooth and tilt functionality for Star Power activation. Comes with a shoulder strap and a 2.5m USB-C cable with a locking mechanism for secure connections.",
  "see_more": "See more",
  "about_title": "About Us",
  "about_intro": "At RIFF, we are passionate about music and video games. Our store was born to bring Guitar Hero, Rock Band, and rhythm game players the best controllers and accessories on the market. We carefully select original, high-quality products so you can enjoy the best musical experience on your console or PC.",
  "about_mission": "We strive to offer personalized service, fast shipping, and a catalog always updated with the latest releases. We believe in the gamer-music community and work so every customer finds the perfect instrument for their favorite game.",
  "about_values": "Thank you for trusting RIFF. Keep rocking and let the music never stop!"
}