{
  "welcome": "Bienvenido",
  "shop": "//TIENDA",
  "news": "NOVEDADES",
  "news_desc": "Ha llegado la nueva línea de CRKD x Gibson<sup class=\"text-xs\">®</sup>, con características innovadoras y modernas diseñadas para los jugadores de hoy.",
  "products": "PRODUCTOS",
  "products_header": "Novedades",
  "products_desc": "Explora nuestra selección de controles y accesorios compatibles con tus juegos de ritmo favoritos.",
  "order_now": "ORDENA AHORA",
  "join_riff": "Únete a Riff",
  "about_us": "Sobre nosotros",
  "brands": "Productos",
  "product_guitars": "Guitarras",
  "product_drums": "Drum Kits",
  "product_pro_guitars": "Guitarras Pro",
  "product_pads": "Pads",
  "product_mics": "Micrófonos",
  "lespaul_title": "Les Paul<sup class=\"text-base align-super\">®</sup> Guitar Controller",
  "gibson_tag": "CRKD x Gibson<sup class=\"text-xs\">®</sup>",
  "gibson_blueberry": "Gibson Les Paul Blueberry Burst Edición Pro Guitar Controller (Multi-plataforma)",
  "gibson_blueberry_xbox": "Gibson Les Paul Blueberry Burst Edición Pro para Xbox Series X|S, Xbox One y PC",
  "gibson_blacktribal": "Gibson Les Paul Black Tribal Edición Encore Guitar Controller (Multi-plataforma)",
  "gibson_blacktribal_xbox": "Gibson Les Paul Black Tribal Edición Encore para Xbox Series X|S, Xbox One y PC",
  "crkd": "CRKD",
  "riffmaster": "RiffMaster",
  "riffmaster_ps": "RIFFMASTER Controlador de Guitarra Inalámbrico para PlayStation 5 y PlayStation 4",
  "riffmaster_xb": "RIFFMASTER Controlador de Guitarra Inalámbrico para Xbox Series X|S, Xbox One y Windows",
  "madcatz_rb_ps": "Rock Band 4 Guitarra Inalámbrica para PlayStation 4",
  "drumkit_rb_ps": "Rock Band Kit de Batería con Cable y Soporte para PlayStation 3 y PlayStation 2",
  "pdp": "PDP",
  "madcatz": "Mad Catz",
  "playstation": "PlayStation",
  "be_first": "¡Sé el primero en enterarte de noticias, lanzamientos y ofertas!",
  "all_rights": "Todos los derechos reservados.",
    "see_more": "Ver más",
  "search": "Buscar",
  "user": "Usuario",
  "cart": "Carrito",
  "join_family": "¡Únete a la familia Riff!",
  "full_name": "Nombre Completo",
  "enter_name": "Ingrese su nombre",
  "email": "Correo",
  "enter_email": "Ingrese su correo",
  "gender": "Género",
  "select_gender": "Seleccione su género",
  "male": "Masculino",
  "female": "Femenino",
  "other": "Otro",
  "prefer_not_say": "Prefiero no decir",
  "birthdate": "Fecha de nacimiento",
  "phone": "Número de teléfono",
  "phone_placeholder": "9XXXXXXXX",
  "address": "Dirección",
  "enter_address": "Ingrese su domicilio",
  "register": "Registrarse",
  "login_title": "Inicia sesión en RIFF",
  "password": "Contraseña",
  "enter_password": "Ingrese su contraseña",
  "login_button": "Iniciar sesión",
  "or_login_with": "o ingresa con",
  "continue_google": "Continuar con Google",
  "continue_facebook": "Continuar con Facebook",
  "no_account": "¿No tienes cuenta?",
  "register_here": "Regístrate aquí",
  "add_to_cart": "Agregar al carrito",
  "have_questions": "¿Tienes preguntas?",
  "contact_whatsapp": "Contáctanos por WhatsApp",
  "about_product": "Sobre este artículo",
  "sold_by_riff": "Vendido y enviado por <span class=\"font-semibold \">RIFF</span> con garantía y soporte local.",
  "product_title_mp": "Gibson Les Paul Blueberry Burst Pro Edition Guitar Controller (Multi-plataforma)",
  "product_title_xbox": "Gibson Les Paul Blueberry Burst Pro Edition para Xbox Series X|S, Xbox One, y PC",
  "reviews_count": "(23 opiniones)",
  "price_439": "S/ 439.90",
  "price_474": "S/ 474.90",
  "feature_1": "Compatibilidad multiplataforma: PlayStation, Xbox, PC.",
  "feature_2": "Diseño inspirado en la icónica Gibson Les Paul.",
  "feature_3": "Conectividad inalámbrica de alta precisión.",
  "feature_4": "Materiales premium y acabado Blueberry Burst.",
  "feature_5": "Incluye correa ajustable y stickers exclusivos.",
  "feature_xbox_1": "Compatibilidad multiplataforma: Xbox Series X|S, Xbox One, PC.",
  "sold_by": "Vendido y enviado por",
  "in_stock": "En stock. Envío inmediato.",
  "spec_1": "Compatibilidad multiplataforma: Compatible con PC, dispositivos portátiles de PC, Nintendo Switch 1|2, dispositivos Android, incluyendo Smart TVs, tabletas, dispositivos móviles y servicios de streaming en la nube como Xbox Cloud Gaming y Luna.",
  "spec_2": "Modo KEYJAM: (Modo 9) transforma el controlador de guitarra en un teclado y ratón, lo que permite una compatibilidad perfecta con Fortnite Festival en PC, Xbox Series X|S, Xbox One, PlayStation 5 y PlayStation 4. Desarrollado por la función KEYJAM Mapping de CRKD, los botones de traste, la barra de rasgueo y otras entradas se asignan a los controles del teclado, mientras que el joystick derecho funciona como un ratón para una navegación intuitiva del menú. El modo KEYJAM ofrece una experiencia fluida y plug-and-play, haciendo que todo, desde la selección de canciones hasta el rock and roll, sea suave, rápido y sin esfuerzo.",
  "spec_3": "Trastes y barra de rasgueo premium: Los trastes mecánicos ofrecen una experiencia de juego superior proporcionando una precisión y respuesta sin igual. La barra de punteo de efecto Hall te permite personalizar tu punto de accionamiento mientras garantiza una larga vida útil. También cuenta con retroalimentación háptica para darte una sensación táctil con cada rasgueo.",
  "spec_4": "Diseño modular: El diseño modular le permite cambiar su cuello para que coincida con su sensación perfecta. Cámbialo por el diseño de cuello individual con 5 trastes individuales adicionales u opta por los botones estándar clásicos.",
  "spec_5": "Navegación fácil: Dos palancas analógicas integradas, un D-pad ergonómico en el cabezal y un centro de navegación de ocho botones para una fácil navegación en el menú del juego",
  "spec_xbox_1": "OFICIALMENTE LICENCIADO POR MICROSOFT - Compatible con Xbox Series S|X, Xbox One, PC, dispositivos portátiles de PC, dispositivos Android, incluyendo televisores inteligentes, tabletas, dispositivos móviles y servicios de transmisión en la nube como Xbox Cloud Gaming y Luna",
  "spec_xbox_2": "TRASTES Y BARRA DE ARRASTRE PREMIUM - Los trastes mecánicos ofrecen una experiencia de juego superior proporcionando una precisión y respuesta inigualables. La barra de punteo de efecto Hall te permite personalizar tu punto de actuación mientras garantiza una larga vida útil. También cuenta con retroalimentación háptica para darte una sensación táctil con cada rasgueo.",
  "spec_xbox_3": "DISEÑO MODULAR: El diseño modular le permite cambiar su cuello para que coincida con su sensación perfecta. Cámbialo por el diseño de cuello individual con 5 trastes individuales adicionales u opta por los botones estándar clásicos.",
  "spec_xbox_4": "NAVEGACIÓN FÁCIL: Dos palancas analógicas integradas, un D-pad ergonómico en el cabezal y un centro de navegación de ocho botones para una fácil navegación en el menú del juego.",
  "spec_xbox_5": "NUNCA PIERDAS UNA NOTA: Disfruta de la flexibilidad de la conectividad con cable (cable USB), inalámbrica de sondeo rápido y baja latencia (dongle de 2.4GHz) o Bluetooth y funcionalidad de inclinación para la activación de Star Power. Viene con una correa para el hombro y un cable USB-C de 2.5m con un mecanismo de bloqueo para conexiones seguras.",
  "about_title": "Sobre Nosotros",
  "about_intro": "En RIFF, somos apasionados por la música y los videojuegos. Nuestra tienda nació con el objetivo de acercar a los jugadores de Guitar Hero, Rock Band y otros juegos de ritmo los mejores controles y accesorios del mercado. Seleccionamos cuidadosamente productos originales y de alta calidad para que vivas la mejor experiencia musical en tu consola o PC.",
  "about_mission": "Nos esforzamos por ofrecer atención personalizada, envíos rápidos y un catálogo siempre actualizado con las últimas novedades. Creemos en la comunidad gamer-musical y trabajamos para que cada cliente encuentre el instrumento perfecto para su juego favorito.",
  "about_values": "Gracias por confiar en RIFF. ¡Sigue rockeando y que la música nunca pare!"
}