{
  "welcome": "Bienvenido",
  "shop": "//TIENDA",
  "news": "NOVEDADES",
  "news_desc": "Ha llegado la nueva línea de CRKD x Gibson<sup class=\"text-xs\">®</sup>, con características innovadoras y modernas diseñadas para los jugadores de hoy.",
  "products": "PRODUCTOS",
  "products_header": "Novedades",
  "products_desc": "Explora nuestra selección de controles y accesorios compatibles con tus juegos de ritmo favoritos.",
  "order_now": "ORDENA AHORA",
  "join_riff": "Únete a Riff",
  "about_us": "Sobre nosotros",
  "brands": "Productos",
  "product_guitars": "Guitarras",
  "product_drums": "Drum Kits",
  "product_pro_guitars": "Guitarras Pro",
  "product_pads": "Pads",
  "product_mics": "Micrófonos",
  "lespaul_title": "Les Paul<sup class=\"text-base align-super\">®</sup> Guitar Controller",
  "gibson_tag": "CRKD x Gibson<sup class=\"text-xs\">®</sup>",
  "gibson_blueberry": "Gibson Les Paul Blueberry Burst Edición Pro Guitar Controller (Multi-plataforma)",
  "gibson_blueberry_xbox": "Gibson Les Paul Blueberry Burst Edición Pro para Xbox Series X|S, Xbox One y PC",
  "gibson_blacktribal": "Gibson Les Paul Black Tribal Edición Encore Guitar Controller (Multi-plataforma)",
  "product_title_tribal": "Gibson Les Paul Black Tribal Encore Edition Guitar Controller (Multi-plataforma)",
  "feature_tribal_1": "Compatibilidad multiplataforma: PlayStation, Xbox, PC.",
  "feature_tribal_2": "Diseño inspirado en la icónica Gibson Les Paul.",
  "feature_tribal_3": "Conectividad inalámbrica de alta precisión.",
  "feature_tribal_4": "Materiales premium y acabado Black Tribal.",
  "feature_tribal_5": "Incluye correa ajustable y stickers exclusivos.",
  "tribal_spec_1": "Compatibilidad multi-plataforma: Compatible con PC, dispositivos portátiles de PC, Nintendo Switch 1|2, dispositivos Android, incluyendo Smart TVs, tabletas, dispositivos móviles y servicios de streaming en la nube como Xbox Cloud Gaming y Luna.",
  "tribal_spec_2": "Modo KEYJAM: (Modo 9) transforma el controlador de guitarra en un teclado y ratón, lo que permite una compatibilidad perfecta con Fortnite Festival en PC, Xbox Series X|S, Xbox One, PlayStation 4 y PlayStation 5. Desarrollado por la función KEYJAM Mapping de CRKD, los botones de traste, la barra de rasgueo y otras entradas se asignan a los controles del teclado, mientras que el joystick derecho funciona como un ratón para una navegación intuitiva del menú. El modo KEYJAM ofrece una experiencia fluida y plug-and-play, haciendo que todo, desde la selección de canciones hasta el rock and roll, sea suave, rápido y sin esfuerzo.",
  "tribal_spec_3": "Sensación clásica: El controlador de guitarra tribal negro está equipado con botones de traste estándar y una barra de punteo mecánica para la experiencia de juego rítmico clásica. Ofrece una experiencia de juego familiar y confiable para todos tus juegos de ritmo favoritos, además de contar con iluminación RGB dinámica y características personalizables a través de la app CRKD.",
  "tribal_spec_4": "Diseño modular: El diseño modular le permite cambiar su cuello para que coincida con su sensación perfecta. Actualiza a un cuello con trastes mecánicos o, si lo prefieres, cámbialo por el diseño de cuello solo con 5 trastes solo adicionales.",
  "tribal_spec_5": "Navegación fácil: Dos palancas analógicas integradas, un D-pad ergonómico en el cabezal y un centro de navegación de ocho botones para una fácil navegación en el menú del juego.",
  "tribal_spec_6": "Nunca pierdas una nota: Disfruta de la flexibilidad de la conectividad por cable (cable USB), inalámbrica de sondeo rápido y baja latencia (dongle de 2.4GHz), o Bluetooth y funcionalidad de inclinación para la activación de Star Power. Viene con una correa para el hombro y un cable USB-C de 2.5m con un mecanismo de bloqueo para conexiones seguras.",
  "gibson_blacktribal_xbox": "Gibson Les Paul Black Tribal Edición Encore para Xbox Series X|S, Xbox One y PC",
  "crkd": "CRKD",
  "riffmaster": "RiffMaster",
  "riffmaster_ps": "RIFFMASTER Controlador de Guitarra Inalámbrico para PlayStation 5 y PlayStation 4",
  "riffmaster_xb": "RIFFMASTER Controlador de Guitarra Inalámbrico para Xbox Series X|S, Xbox One y Windows",
  "madcatz_rb_ps": "Rock Band 4 Guitarra Inalámbrica para PlayStation 4",
  "drumkit_rb_ps": "Rock Band Kit de Batería con Cable y Soporte para PlayStation 3 y PlayStation 2",
  "pdp": "PDP",
  "madcatz": "Mad Catz",
  "playstation": "PlayStation",
  "be_first": "¡Sé el primero en enterarte de noticias, lanzamientos y ofertas!",
  "all_rights": "Todos los derechos reservados.",
    "see_more": "Ver más",
  "search": "Buscar",
  "user": "Usuario",
  "cart": "Carrito",
  "join_family": "¡Únete a la familia Riff!",
  "full_name": "Nombre Completo",
  "enter_name": "Ingrese su nombre",
  "email": "Correo",
  "enter_email": "Ingrese su correo",
  "gender": "Género",
  "select_gender": "Seleccione su género",
  "male": "Masculino",
  "female": "Femenino",
  "non_binary": "No binario",
  "other": "Otro",
  "prefer_not_say": "Prefiero no decir",
  "birthdate": "Fecha de nacimiento",
  "phone": "Número de teléfono",
  "phone_placeholder": "9XXXXXXXX",
  "address": "Dirección",
  "enter_address": "Ingrese su domicilio",
  "register": "Registrarse",
  "login_title": "Inicia sesión en RIFF",
  "password": "Contraseña",
  "enter_password": "Ingrese su contraseña",
  "login_button": "Iniciar sesión",
  "or_login_with": "o ingresa con",
  "continue_google": "Continuar con Google",
  "continue_facebook": "Continuar con Facebook",
  "no_account": "¿No tienes cuenta?",
  "register_here": "Regístrate aquí",
  "add_to_cart": "Agregar al carrito",
  "have_questions": "¿Tienes preguntas?",
  "contact_whatsapp": "Contáctanos por WhatsApp",
  "about_product": "Sobre este artículo",
  "sold_by_riff": "Vendido y enviado por <span class=\"font-semibold \">RIFF</span> con garantía y soporte local.",
  "product_title_mp": "Gibson Les Paul Blueberry Burst Pro Edition Guitar Controller (Multi-plataforma)",
  "product_title_xbox": "Gibson Les Paul Blueberry Burst Pro Edition para Xbox Series X|S, Xbox One, y PC",
  "reviews_count": "(23 opiniones)",
  "price_439": "S/ 439.90",
  "price_474": "S/ 474.90",
  "price_319": "S/ 319.90",
  "feature_1": "Compatibilidad multiplataforma: PlayStation, Xbox, PC.",
  "feature_2": "Diseño inspirado en la icónica Gibson Les Paul.",
  "feature_3": "Conectividad inalámbrica de alta precisión.",
  "feature_4": "Materiales premium y acabado Blueberry Burst.",
  "feature_5": "Incluye correa ajustable y stickers exclusivos.",
  "feature_xbox_1": "Compatibilidad multiplataforma: Xbox Series X|S, Xbox One, PC.",
  "sold_by": "Vendido y enviado por",
  "in_stock": "En stock. Envío inmediato.",
  "spec_1": "Compatibilidad multiplataforma: Compatible con PC, dispositivos portátiles de PC, Nintendo Switch 1|2, dispositivos Android, incluyendo Smart TVs, tabletas, dispositivos móviles y servicios de streaming en la nube como Xbox Cloud Gaming y Luna.",
  "spec_2": "Modo KEYJAM: (Modo 9) transforma el controlador de guitarra en un teclado y ratón, lo que permite una compatibilidad perfecta con Fortnite Festival en PC, Xbox Series X|S, Xbox One, PlayStation 5 y PlayStation 4. Desarrollado por la función KEYJAM Mapping de CRKD, los botones de traste, la barra de rasgueo y otras entradas se asignan a los controles del teclado, mientras que el joystick derecho funciona como un ratón para una navegación intuitiva del menú. El modo KEYJAM ofrece una experiencia fluida y plug-and-play, haciendo que todo, desde la selección de canciones hasta el rock and roll, sea suave, rápido y sin esfuerzo.",
  "spec_3": "Trastes y barra de rasgueo premium: Los trastes mecánicos ofrecen una experiencia de juego superior proporcionando una precisión y respuesta sin igual. La barra de punteo de efecto Hall te permite personalizar tu punto de accionamiento mientras garantiza una larga vida útil. También cuenta con retroalimentación háptica para darte una sensación táctil con cada rasgueo.",
  "spec_4": "Diseño modular: El diseño modular le permite cambiar su cuello para que coincida con su sensación perfecta. Cámbialo por el diseño de cuello individual con 5 trastes individuales adicionales u opta por los botones estándar clásicos.",
  "spec_5": "Navegación fácil: Dos palancas analógicas integradas, un D-pad ergonómico en el cabezal y un centro de navegación de ocho botones para una fácil navegación en el menú del juego",
  "spec_xbox_1": "OFICIALMENTE LICENCIADO POR MICROSOFT - Compatible con Xbox Series S|X, Xbox One, PC, dispositivos portátiles de PC, dispositivos Android, incluyendo televisores inteligentes, tabletas, dispositivos móviles y servicios de transmisión en la nube como Xbox Cloud Gaming y Luna",
  "spec_xbox_2": "TRASTES Y BARRA DE ARRASTRE PREMIUM - Los trastes mecánicos ofrecen una experiencia de juego superior proporcionando una precisión y respuesta inigualables. La barra de punteo de efecto Hall te permite personalizar tu punto de actuación mientras garantiza una larga vida útil. También cuenta con retroalimentación háptica para darte una sensación táctil con cada rasgueo.",
  "spec_xbox_3": "DISEÑO MODULAR: El diseño modular le permite cambiar su cuello para que coincida con su sensación perfecta. Cámbialo por el diseño de cuello individual con 5 trastes individuales adicionales u opta por los botones estándar clásicos.",
  "spec_xbox_4": "NAVEGACIÓN FÁCIL: Dos palancas analógicas integradas, un D-pad ergonómico en el cabezal y un centro de navegación de ocho botones para una fácil navegación en el menú del juego.",
  "spec_xbox_5": "NUNCA PIERDAS UNA NOTA: Disfruta de la flexibilidad de la conectividad con cable (cable USB), inalámbrica de sondeo rápido y baja latencia (dongle de 2.4GHz) o Bluetooth y funcionalidad de inclinación para la activación de Star Power. Viene con una correa para el hombro y un cable USB-C de 2.5m con un mecanismo de bloqueo para conexiones seguras.",
  "about_title": "Sobre Nosotros",
  "about_intro": "En RIFF, somos apasionados por la música y los videojuegos. Nuestra tienda nació con el objetivo de acercar a los jugadores de Guitar Hero, Rock Band y otros juegos de ritmo los mejores controles y accesorios del mercado. Seleccionamos cuidadosamente productos originales y de alta calidad para que vivas la mejor experiencia musical en tu consola o PC.",
  "about_mission": "Nos esforzamos por ofrecer atención personalizada, envíos rápidos y un catálogo siempre actualizado con las últimas novedades. Creemos en la comunidad gamer-musical y trabajamos para que cada cliente encuentre el instrumento perfecto para su juego favorito.",
  "about_values": "Gracias por confiar en RIFF. ¡Sigue rockeando y que la música nunca pare!",
    "product_title_tribal_xbox": "Gibson Les Paul Black Tribal Edición Encore para Xbox Series X|S, Xbox One y PC",
  "price_429": "S/ 429.90",
  "feature_tribal_xbox_1": "Licenciado oficialmente por MICROSOFT. Compatible con Xbox Series S|X, Xbox One, PC, Android.",
  "feature_tribal_xbox_2": "Sensación clásica: Botones de traste estándar y barra de punteo mecánica. Iluminación RGB dinámica.",
  "feature_tribal_xbox_3": "Diseño modular: Cambia el cuello para tu sensación perfecta. Opción de trastes mecánicos o cuello solo.",
  "feature_tribal_xbox_4": "Navegación fácil: Dos sticks analógicos, D-pad ergonómico, centro de navegación de ocho botones.",
  "feature_tribal_xbox_5": "Nunca pierdas una nota: Cableado, inalámbrico, Bluetooth, inclinación para Star Power. Incluye correa y cable USB-C de 2.5m.",
  "tribal_xbox_spec_1": "Licenciado oficialmente por MICROSOFT - Compatible con Xbox Series S|X, Xbox One, PC, dispositivos Android, incluyendo televisores inteligentes, tabletas, dispositivos móviles y servicios de transmisión en la nube como Xbox Cloud Gaming y Luna.",
  "tribal_xbox_spec_2": "SENTIMIENTO CLÁSICO: El controlador de guitarra tribal negro está equipado con botones de traste estándar y una barra de punzón con sensor de pasillo con un clic mecánico para la experiencia clásica de juego de ritmo. Proporciona una experiencia de juego familiar y confiable para todos tus juegos de ritmo favoritos mientras que también cuenta con iluminación RGB dinámica y funciones personalizables a través de la aplicación complementaria de CRKD.",
  "tribal_xbox_spec_3": "DISEÑO MODULAR: El diseño modular le permite cambiar su cuello para que coincida con su sensación perfecta. Actualiza a un cuello con trastes mecánicos o, si lo prefieres, cámbialo por el diseño de cuello individual con 5 trastes individuales adicionales.",
  "tribal_xbox_spec_4": "NAVEGACIÓN FÁCIL: Dos sticks analógicos integrados, un D-pad ergonómico en el cabezal y un centro de navegación de ocho botones para facilitar la navegación del menú en el juego.",
  "tribal_xbox_spec_5": "NUNCA TE PIERDAS UNA NOTA: Disfruta de la flexibilidad de cableado (cable USB), sondeo rápido inalámbrico de baja latencia (dongle de 2.4 GHz) o conectividad Bluetooth y funcionalidad de inclinación para la activación de Star Power. Viene con una correa para el hombro y un cable USB-C de 8.2 ft con un mecanismo de bloqueo para conexiones seguras.",
    "riffmaster_ps_feature_1": "Compatible con Fortnite Festival y Rock Band 4",
  "riffmaster_ps_feature_2": "Licencia oficial de Sony para PlayStation",
  "riffmaster_ps_feature_3": "Conexión inalámbrica de baja latencia y batería recargable para hasta 36 horas de juego",
  "riffmaster_ps_feature_4": "Diseño apto para jugadores zurdos y diestros",
  "riffmaster_ps_feature_5": "Conector de audio de 3,5 mm y controles de volumen en el D-pad",
  "riffmaster_ps_desc_1": "Compatible con Fortnite Festival y Rock Band 4",
  "riffmaster_ps_desc_2": "Licencia oficial de Sony para PlayStation",
  "riffmaster_ps_desc_3": "Conexión inalámbrica de baja latencia de 30 pies con batería recargable incorporada para hasta 36 horas de tiempo de juego por carga, lo que te permite jugar cómodamente en el sofá",
  "riffmaster_ps_desc_4": "Diseño único que es adecuado tanto para jugadores zurdos como diestros",
  "riffmaster_ps_desc_5": "Sube el volumen hasta el 11 con el conector de audio de 3,5 mm, y ajusta el volumen sobre la marcha con los controles de audio ubicados en el D-pad",
  "riffmaster_ps_desc_6": "Incluye un palo analógico de guitarra integrado con patente pendiente, correa para el hombro para mayor comodidad, y la guitarra es plegable para un fácil almacenamiento",
  "riffmaster_ps_desc_7": "La guitarra de PlayStation no está diseñada ni probada para compatibilidad con PC",
  "madcatz_ps4": "Rock Band 4 Guitarra Inalámbrica para PlayStation 4",
  "madcatz_ps4_feature_1": "Dos juegos de botones de trastes para solos ardientes y juegos rápidos",
  "madcatz_ps4_feature_2": "Sensor de inclinación rediseñado para activar Overdrive y acumular puntos",
  "madcatz_ps4_feature_3": "Sensor de calibración automática para sincronización rápida con tu sistema",
  "madcatz_ps4_feature_4": "Compatible con Rock Band VR en Oculus Rift vía Bluetooth",
  "madcatz_ps4_desc_1": "Dos juegos de botones de trastes desatan solos de guitarra ardientes en los nuevos Solos de guitarra Freestyle de Rock Band 4. El juego inferior es ideal para tocar con los dedos a través de juegos rápidos",
  "madcatz_ps4_desc_2": "Active Overdrive y acumule los puntos con un sensor de inclinación rediseñado. Con un acelerómetro mejorado, hemos agudizado su capacidad de detectar cuándo has titulado tu controlador de guitarra",
  "madcatz_ps4_desc_3": "El nuevo sensor de calibración automática del controlador de guitarra hace que sea rápido y fácil sincronizar el controlador de guitarra con tu sistema de videojuego",
  "madcatz_ps4_desc_4": "Compatible con Rock Band VR en Oculus Rift a través de Bluetooth",
  "sold_by_riff": "Vendido y enviado por <span class=\"font-semibold text-gray-900 darkmode-desc-strong\">RIFF</span> con garantía y soporte local.",
  "price_649": "S/ 649.90",
  "price_319": "S/ 319.90",
  "drumkit_rb_ps": "Rock Band Kit de Batería con Cable y Soporte para PlayStation 3 y PlayStation 2",
  "drumkit_rb_ps_feature_1": "Set de batería completo con diseño profesional",
  "drumkit_rb_ps_feature_2": "Conexión por cable para máxima respuesta",
  "drumkit_rb_ps_feature_3": "Soporte metálico ajustable incluido",
  "drumkit_rb_ps_feature_4": "Compatibilidad total con PlayStation 2 y PlayStation 3",
  "drumkit_rb_ps_feature_5": "Sensores de alta precisión para cada golpe",
  "drumkit_rb_ps_desc_1": "Vive la experiencia real de una banda con un kit de batería diseñado por Harmonix para Rock Band. Incluye pads de batería sensibles al golpe y un pedal de bombo que reproducen fielmente la sensación de tocar una batería real, permitiéndote ejecutar ritmos rápidos, fills y redobles con precisión.",
  "drumkit_rb_ps_desc_2": "Gracias a su conexión cableada directa a la consola, el kit ofrece una respuesta inmediata sin retrasos ni interferencias, ideal para sesiones intensas de juego donde cada milisegundo cuenta.",
  "drumkit_rb_ps_desc_3": "El soporte robusto mantiene la batería estable incluso durante las canciones más exigentes. Su altura y ángulo ajustables permiten adaptarlo a niños, adolescentes o adultos, proporcionando comodidad y una postura de juego ergonómica.",
  "drumkit_rb_ps_desc_4": "Diseñado específicamente para Rock Band y otros juegos musicales en PS2 y PS3, este drum kit se conecta fácilmente y está listo para usar sin configuraciones complicadas.",
  "drumkit_rb_ps_desc_5": "Cada pad está calibrado para detectar golpes suaves o fuertes, permitiendo mayor expresividad al tocar y una mejor puntuación en canciones con ritmos complejos."
}